/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Beta";
"Main_Edition_MacAppStore" = "för Mac App Store";

"Main_DropAreaHint_Disk" = "släpp skivan här för att skanna den";
"Main_DropAreaHint_Folder" = "släpp mappen här för att skanna den";
"Main_DropAreaHint_License" = "släpp licensen här för att registrera den";

"Main_TitleButton_BuyNow" = "Testläge. Köp nu…";
"Main_TitleButton_UpgradeNow" = "Testläge. Uppgradera nu…";
"Main_TitleButton_BetaExpiration" = "%1$@. Går ut den %2$@";

"Main_Menu_RescanAsLastTime" = "Skanna om ”%@”";
"Main_Menu_RescanAsLastTimeNone" = "Skanna om";
"Main_Menu_RescanAsAdminQuick" = "Skanna snabbt om ”%@” som administratör";
"Main_Menu_RescanAsAdminQuickNone" = "Skanna snabbt om som administratör";
"Main_Menu_RescanAsAdminFull" = "Skanna helt om ”%@” som administratör";
"Main_Menu_RescanAsAdminFullNone" = "Skanna helt om som administratör";
"Main_Menu_RescanAsNormalUser" = "Skanna om ”%@” som vanlig användare";
"Main_Menu_RescanAsNormalUserNone" = "Skanna om som vanlig användare";

"Main_Alert_QuitWarning_Scanning_Title" = "Skanning pågår";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk skannar för närvarande en skiva.\nOm du avslutar nu så kommer skanningen inte att slutföras.";
"Main_Alert_QuitWarning_Deleting_Title" = "Radering av filer pågår";
"Main_Alert_QuitWarning_Deleting_Message" = "Om du avslutar nu så kommer vissa filer inte att raderas.";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "Det finns filer som är insamlade men inte raderade";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "Om du avslutar nu så kommer DaisyDisk glömma alla filer du samlat in för radering.";

"Main_Alert_QuitWarning_Quit" = "Avsluta ändå";
"Main_Alert_QuitWarning_Cancel" = "Avbryt";

"Main_Admin_Prompt" = "DaisyDisk vill starta ett hjälpprogram med administratörsbehörighet.";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "DaisyDisk %@ finns tillgängligt som en gratis uppgradering för dig";
"Main_Scopebar_Upgrade_PaidUpgrade" = "DaisyDisk %1$@ finns tillgängligt. Uppgradera för endast %2$@";
"Main_Scopebar_Upgrade_JustUpgrade" = "DaisyDisk %@ finns tillgängligt";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Uppgradera";
"Main_Alert_RemindUpgrade_Title" = "Vill du bli påmind om uppgraderingen senare?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Ja, nästa gång";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Påminn mig aldrig igen";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Grattis! Du har precis frigjort %@ på din hårddisk. Det är mer utrymme än vad iPod hade 2001!";
"Main_Scopebar_Score_10GB" = "Najs! Att ha %@ extra hårddiskutrymme är alltid bra.";
"Main_Scopebar_Score_20GB" = "Trevligt! Du fixade %1$@ extra ledigt utrymme. Det är %2$@#(x,x) mer än ur-iMacens hårddisk!";
"Main_Scopebar_Score_50GB" = "%1$@ med skräp är borta. Nu finns det plats för mer än %2$@ #(HD-film,HD-filmer).";
"Main_Scopebar_Score_100GB" = "Du har rensat ut %1$@. Det motsvarar mer än %2$@ #(förpackning,förpackningar) med DVD-R-skivor!";
"Main_Scopebar_Score_200GB" = "Du har precis frigjort %@. Det kunde ha varit en hel MacBook-hårddisk.";
"Main_Scopebar_Score_500GB" = "Totalrensning! Du har precis frigjort %@ på dina hårddiskar. Rätt mycket!";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "Jag har precis frigjort %@ på min hårddisk. Det är mer utrymme än vad iPod hade 2001! Tack vare @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Najs! Att ha %@ extra hårddiskutrymme är alltid bra. Tack vare @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Trevligt! Jag rensade bort %1$@. Det är  %2$@#(x,x) mer än ur-iMacens hårddisk! Tack vare @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ med skräp är borta. Nu finns det plats för mer än %2$@ #(HD-film,HD-filmer). Tack vare @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "Jag har rensat ut %1$@, motsvarande %2$@ #(förpackning,förpackningar) med DVD-R-skivor! Tack vare@DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "Jag har precis frigjort %@. Det kunde ha varit en hel MacBook-hårddisk. Tack vare @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Totalrensning! Jag har precis frigjort %@ på mina hårddiskar. Rätt mycket! Tack vare @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa hjälpte mig frigöra mer än %@ på mina hårddiskar.";
"Main_Score_About_Twitter_0GB" = "För 20 år sen hade du behövt %@ #(diskett,disketter) för dessa data.";
"Main_Score_About_Twitter_5GB" = "Det är större än hårddisken på den första iPoden!";
"Main_Score_About_Twitter_6GB" = "Annars hade det kunnat ta upp %@ #(CD-R-skiva,CD-R-skivor).";
"Main_Score_About_Twitter_20GB" = "Det är mer än %@ #(mp3-låt,mp3-låtar).";
"Main_Score_About_Twitter_50GB" = "Tillräckligt med utrymme för %@ #(HD-film,HD-filmer).";
"Main_Score_About_Twitter_256GB" = "Det är mer än vad MacBook Air någonsin haft!";
"Main_Score_About_Twitter_320GB" = "Det är storleken på MacBook Pros hårddisk!";
"Main_Score_About_Twitter_500GB" = "Det kunde ha fyllt en Time Capsule!";
"Main_Score_About_Twitter_1000GB" = "Annars hade jag behövt köpa en 1 TB-hårddisk!";
"Main_Score_About_Twitter_1500GB" = "Det skulle kunna rymma %@ #(CD-skiva,CD-skivor) i originalkvalitet.";

"Main_Scopebar_Score_Button_Tweet" = "Tweeta det!";
"Main_Scopebar_Score_Button_Disable" = "Visa inte dessa meddelanden igen";
"Main_Scopebar_Score_Button_Close" = "Stäng det här meddelandet";
"Main_Scopebar_Score_RateInMAS" = "Gillar du DaisyDisk? Betygsätt det gärna på App Store";
"Main_Scopebar_Score_Button_Rate" = "Betygsätt";

